---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeBottomElevation
source: html/9ac2dc3f-3920-871f-e7d5-426acbb90a93.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeBottomElevation Property

"Lower End Bottom Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeBottomElevation { get; }
```